[
    {
        "title": "Seminario Google Italia - CyberSecurity",
        "date": "29-mag-2023",
        "content": "Nell'ambito della collaborazione attiva tra il Corso di Laurea in Ingegneria Informatica e Google Italia, un team di esperti della multinazionale terrà un seminario sui temi della CyberSecurity per gli studenti dell'ultimo anno della triennale e del biennio della magistrale. ...",
        "fullContent": "<p>Nell'ambito della collaborazione attiva tra il Corso di Laurea in Ingegneria Informatica e Google Italia, un team di esperti della multinazionale terrà un seminario sui temi della CyberSecurity per gli studenti dell'ultimo anno della triennale e del biennio della magistrale.<br/><br/>L’incontro avrà luogo martedì 30 maggio, <strong>in presenza presso l’aula F180, alle ore 16:00</strong>.<br/><br/>Si prega di voler compilare il seguente <strong>form entro lunedì 29 maggio alle ore 14.00</strong> per indicare la propria volontà di partecipare:<br/><a href=\"https://forms.gle/VajeZ6vwvMkZxsEZ6\">https://forms.gle/VajeZ6vwvMkZxsEZ6</a></p>"
    },
    {
        "title": "Seminario - Bip xTech",
        "date": "19-mag-2023",
        "content": "Il martedì 23 maggio 2023 alle ore 15:00, BIP presenterà un seminario online rivolto agli studenti del secondo anno del Corso di Laurea in Ingegneria Informatica. Durante l'evento, verranno affrontate diverse tematiche di interesse legate all'innovazione tecnologica. ...",
        "fullContent": "<p>Il martedì 23 maggio 2023 alle ore 15:00, BIP presenterà un seminario online rivolto agli studenti del secondo anno del Corso di Laurea in Ingegneria Informatica. Durante l'evento, verranno affrontate diverse tematiche di interesse legate all'innovazione tecnologica. L'evento sarà disponibile al seguente <a href=\"https://meet.google.com/mrr-ooyj-iyy\">link</a>.</p><p>BIP, un centro di eccellenza focalizzato sulle tecnologie esponenziali, si occupa della progettazione e sviluppo di soluzioni innovative per clienti italiani ed internazionali. La società offre servizi di consulenza su soluzioni cloud, intelligenza artificiale, IoT e realtà aumentata, contando su una squadra di oltre 400 professionisti.</p><p>Durante il seminario, saranno presentati i seguenti argomenti:</p><p>Gli studenti avranno l'opportunità di apprendere ulteriori informazioni sulle tecnologie esponenziali, scoprire le possibilità offerte da BIP e interagire con i professionisti dell'azienda. Il seminario rappresenta un'occasione preziosa per ampliare le conoscenze nel campo dell'ingegneria informatica e sfruttare al meglio le opportunità offerte dal settore.</p>"
    },
    {
        "title": "Seminario - Google Italia",
        "date": "12-mag-2023",
        "content": "Nell'ambito della collaborazione attiva tra il Corso di Laurea in Ingegneria Informatica e Google Italia, un team di esperti dell'azienda leader nel settore dell’ICT terrà due seminari per gli studenti dell'ultimo anno della triennale e del biennio della magistrale. ...",
        "fullContent": "<p dir=\"ltr\">Nell'ambito della collaborazione attiva tra il Corso di Laurea in Ingegneria Informatica e Google Italia, un team di esperti dell'azienda leader nel settore dell’ICT terrà due seminari per gli studenti dell'ultimo anno della triennale e del biennio della magistrale.</p><p dir=\"ltr\">Il primo incontro, dal titolo \"Google e l'Intelligenza Artificiale\", avrà luogo martedì 16 maggio alle ore 17:00 in modalità telematica e potrà essere seguito al seguente indirizzo <a href=\"https://meet.google.com/aib-jpji-fax\">https://meet.google.com/aib-jpji-fax</a></p><p dir=\"ltr\">Il secondo seminario, previsto per martedì 30 maggio, avrà come tema la Cyber Security.</p><p dir=\"ltr\">Vista la rilevanza dell’evento, si invita alla massima partecipazione.</p><p><br/><br/><br/></p>"
    },
    {
        "title": "Opportunità lavorativa - Arma dei Carabinieri",
        "date": "11-mag-2023",
        "content": "L’Arma dei Carabinieri mette a bando n. 3 posizioni di Ufficiale del Ruolo Tecnico, specialità “Telematica”. ...",
        "fullContent": "<div>\n<div>L’Arma dei Carabinieri mette a bando n. 3 posizioni di Ufficiale del Ruolo Tecnico, specialità “Telematica”.</div>\n<div>Le figure ricercate avranno l'opportunità di condurre progetti innovativi e sperimentali, di sviluppare nuovi sistemi, di analizzare ed elaborare informazioni, nonché di pianificare le strategie di sicurezza informatica, affrontando le nuove minacce cyber e garantendo la protezione dei dati e delle infrastrutture digitali e fisiche del Paese.</div>\n<div>La presentazione delle domande potrà avvenire on/line, a partire dal 3 maggio 2023, entro il 1° giugno 2023, sul sito www.carabinieri.it, <a href=\"https://www.carabinieri.it/concorsi/area-concorsi/concorsi-pubblici/concorso-per-titoli-ed-esami-per-la-nomina-di-3-tenenti-in-servizio-permanente-nel-ruolo-tecnico-arma-dei-carabinieri\">area concorsi</a>.</div>\n<div> </div>\n<div>Per maggiori informazioni visitare l'<a href=\"https://www.carabinieri.it/concorsi/area-concorsi/concorsi-pubblici/concorso-per-titoli-ed-esami-per-la-nomina-di-3-tenenti-in-servizio-permanente-nel-ruolo-tecnico-arma-dei-carabinieri\">indirizzo</a> o la scheda informativa al seguente <a href=\"/dipartimenti/ingegneria/cds/ingegneriainformatica2035/.content/documenti/Scheda-di-sintesi-per-le-Universita.pdf\" title=\"Scheda di sintesi per le Università\">link</a>.</div>\n</div>"
    },
    {
        "title": "Seminario - Spindox",
        "date": "5-mag-2023",
        "content": "Martedì 09 maggio 2023 alle ore 15:00, si svolgerà un seminario online durante il quale gli specialisti di Spindox, società operante nel mercato dei servizi e dei prodotti dell’Information & Communication Technology, provvederanno alla presentazione del loro ecosistema e tratteranno tematiche ...",
        "fullContent": "<div>\n<div>Martedì 09 maggio 2023 alle ore 15:00, si svolgerà un seminario online durante il quale gli specialisti di Spindox, società operante nel mercato dei servizi e dei prodotti dell’Information &amp; Communication Technology, provvederanno alla presentazione del loro ecosistema e tratteranno tematiche di interesse riguardanti \"l'evoluzione dello sviluppo software in ottica low code\" e \"l'active learning nel contesto della sentiment analysis\".</div>\n<div> </div>\n<div>I due interventi su tematiche tecnologiche saranno strutturati con una presentazione teorica e una dimostrazione pratica e potranno essere seguiti al seguente link sulla piattaforma Meet: <a href=\"https://meet.google.com/wys-sryd-fwz\">https://meet.google.com/wys-sryd-fwz</a></div>\n<br/>\n<div>Sono invitati a seguire da remoto tutti gli studenti del secondo anno del CdL Magistrale in Ingegneria Informatica.</div>\n</div>"
    },
    {
        "title": "Opportunità lavorativa - ELCA",
        "date": "17-apr-2023",
        "content": "ELCA, società per la creazione, progettazione e sviluppo di soluzioni al servizio della digitalizzazione, è alla ricerca di diverse figure professionali da inserire nel suo centro di sviluppo a Palermo. ...",
        "fullContent": "<p dir=\"ltr\"><strong>ELCA</strong>, società per la creazione, progettazione e sviluppo di soluzioni al servizio della digitalizzazione, è alla ricerca di diverse figure professionali da inserire nel suo centro di sviluppo a Palermo. <br/>In particolare è interessata ai seguenti <strong>profili</strong>:</p><p dir=\"ltr\">Front-End Engineer</p><p dir=\"ltr\">Software Engineer</p><p dir=\"ltr\">Senior Software Engineer</p><p dir=\"ltr\">Senior QA</p><p dir=\"ltr\">Associate Architect</p><p dir=\"ltr\">Associate Project Manager</p><p dir=\"ltr\">Architect</p><p> </p><p dir=\"ltr\">Gli interessati potranno mettersi in contatto con il <strong>Chief Operating Officer Lagutaine Ferruccio</strong> al seguente indirizzo email: ferruccio.lagutaine(at)elca.ch</p><p dir=\"ltr\">Per maggiori informazioni sui profili ricercati si prega di visionare il seguente <a href=\"/dipartimenti/ingegneria/cds/ingegneriainformatica2035/.content/documenti/elca_profili.pdf\" title=\"elca_profili\">file</a>.</p><p><br class=\"Apple-interchange-newline\" style=\"caret-color: #000000; color: #000000; font-style: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px; text-decoration: none;\"/><br class=\"Apple-interchange-newline\"/><br/></p>"
    },
    {
        "title": "Opportunità lavorativa - Softec S.p.A.",
        "date": "31-mar-2023",
        "content": "Softec SpA, una società di Service Design e soluzioni tecnologiche intelligenti, è alla ricerca di una figura professionale con le seguenti caratteristiche:",
        "fullContent": "<p><strong>Softec SpA</strong>, una società di Service Design e soluzioni tecnologiche intelligenti, è alla ricerca di una figura professionale con le seguenti caratteristiche:</p><p><strong><span lang=\"en\">Full Stack Developer</span> con:</strong></p><p><br/>La proposta prevede lo svolgimento del lavoro in smart-working ibrido con sede operativa a Palermo, in via Cerda 19.<br/>Coloro che sono interessati possono inviare il proprio CV al seguente indirizzo email: paola.cattaneo@softecspa.it</p><p>Per maggiori informazioni si prega di visionare il seguente <a href=\"/dipartimenti/ingegneria/cds/ingegneriainformatica2035/.content/documenti/Full-Stack-Developer.pdf\" title=\"Full Stack Developer\">file</a>.</p>"
    },
    {
        "title": "Seminario - CGM Verse - Da Bitcoin al Metaverso",
        "date": "21-mar-2023",
        "content": "Martedì 04 aprile 2023 alle ore 15.00, gli studenti del secondo anno del CdL Magistrale in Ingegneria Informatica, sono invitati a seguire da remoto il seminario dal titolo \"Da Bitcoin al Metaverso\" (https://meet.google. ...",
        "fullContent": "<p>Martedì 04 aprile 2023 alle ore 15.00, gli studenti del secondo anno del CdL Magistrale in Ingegneria Informatica, sono invitati a seguire da remoto il seminario dal titolo \"Da Bitcoin al Metaverso\" (<a href=\"https://meet.google.com/hnn-peya-zar\">https://meet.google.com/hnn-peya-zar</a>) durante il quale CGM Verse si presenterà, illustrerà alcune soluzioni digitali, parlerà delle opportunità professionali e risponderà alle domande degli studenti.<br/><br/>CGM Verse S.r.l. nasce da CGM Consulting S.r.l., società italiana che dal 2012 fornisce servizi di consulenza informatica a System Integrator internazionali, avvalendosi di oltre 80 professionisti specializzati nei più svariati linguaggi di programmazione e tecnologie. Durante l'incontro rivolto agli studenti, CGM Verse affronterà in particolare le seguenti tematiche:</p>"
    },
    {
        "title": "Recruiting Day online Philip Morris International",
        "date": "13-ott-2022",
        "content": "Il 25 ottobre 2022, alle ore 10. ...",
        "fullContent": "<p dir=\"ltr\">Il 25 ottobre 2022, alle ore 10.00, si svolgerà il <strong>Recruiting Day online Philip Morris International</strong>, rivolto a laureandi magistrali in scienze economico-aziendali, statistica &amp; data science, ingegneria chimica, elettrica, gestionale, informatica e meccanica, in occasione del quale verranno illustrati, direttamente dai referenti aziendali, i profili professionali ricercati e i relativi iter di inserimento lavorativo previsti.</p><p dir=\"ltr\">Per partecipare al Recruiting Day online è necessario inviare entro il 18/10/2022 una mail a placement@unipa.it (con oggetto: “Richiesta partecipazione Recruiting Philip Morris - 25/10/2022”) indicando:</p><p dir=\"ltr\">- nome e cognome;</p><p dir=\"ltr\">- corso di laurea studente/laureato;</p><p dir=\"ltr\">- un proprio indirizzo di posta elettronica;</p><p dir=\"ltr\">- un recapito telefonico.</p><p dir=\"ltr\">Tutte le istruzioni per prendere parte all’evento saranno inviate all’indirizzo e-mail comunicato.</p><p><br/><br/><br/></p>"
    },
    {
        "title": "Borse Festival Città Impresa",
        "date": "13-ott-2022",
        "content": "Sono aperte le candidature per le borse di soggiorno per partecipare al Progetto Academy di Bergamo Città Impresa-Festival dei Territori Industriali, in programma a Bergamo da giovedì 17 a domenica 20 novembre 2022. ...",
        "fullContent": "<p dir=\"ltr\">Sono aperte le candidature per le borse di soggiorno per partecipare al Progetto Academy di Bergamo Città Impresa-Festival dei Territori Industriali, in programma a Bergamo da giovedì 17 a domenica 20 novembre 2022.</p><p dir=\"ltr\">La selezione, aperta agli studenti dei corsi di laurea triennale, specialistica, master e dottorato di tutte le Università italiane, consentirà accesso preferenziale a tre giorni di visite guidate in azienda, incontri, seminari, talk con i grandi nomi delle istituzioni, dell’economia e della politica internazionale. </p><p>Informazioni sulle candidature e sul programma dell’evento sono disponibili all’indirizzo <a href=\"https://sender3.zohoinsights.com/ck1/2d6f.327230a/33ea02e0-4a1b-11ed-b66b-525400d6cd4f/1871edb8f474e3298ee9f300e8765f98e5c537fb/2?e=qTxOwaAYQnGRSb8efqUHMhHHFLQ8rGa3OHtzwoeScIIwS7KNdcbJrb4j7ukCVwUm\">www.festivalcittaimpresa.it</a></p>"
    },
    {
        "title": "Opportunità lavorativa - BI-REX",
        "date": "1-ott-2022",
        "content": "BI-REX (Big-Data Innovation and Research Excellence), Competence Center istituito dal Ministero dello Sviluppo Economico nel quadro del piano nazionale dell’Industria 4. ...",
        "fullContent": "<p>BI-REX (Big-Data Innovation and Research Excellence), Competence Center istituito dal Ministero dello Sviluppo Economico nel quadro del piano nazionale dell’Industria 4.0, è un Consorzio pubblico-privato (nato a Bologna nel 2018) che raccoglie in partenariato 57 attori tra Università, Centri di Ricerca e Imprese di eccellenza. L'obiettivo che si pone Bi-Rex è quello di supportare le aziende (in particolare le PMI), nei loro processi di digitalizzazione e innovazione e nell'adozione delle tecnologie abilitanti Industry 4.0, attraverso la consulenza e la valutazione della tecnologia, la progettazione e la convalida di soluzioni innovative, la formazione. <br/>BI-REX è alla ricerca di personale nella posizione di Operatore della linea pilota: area ICT </p><p>Posizione<br/>La persona sarà a diretto riporto del Responsabile della Linea Pilota e si occuperà principalmente di:</p><p>gestione dell’infrastruttura informatica e di connettività della Linea Pilota, una smart factory a supporto delle attività del centro nell’ambito della gestione ed elaborazione di Big-Data, automazione industriale, Internet of Things (IoT), analytics, con finalità molteplici:</p><p>L’attività prevede la configurazione, gestione e manutenzione dei sistemi informatici e di connettività della linea pilota (hardware e software), che includono un datacenter per cloud locale, antenna per connessione 5G, dispositivi di edge computing, cloud remoto. L’infrastruttura è a supporto di attività con diverse finalità sviluppate da diversi partner, rendendo particolarmente importante l’attività di riconfigurazione e la gestione di processi e servizi paralleli.</p><p>Per ulteriori informazioni e per l’invio delle candidature consultare il seguente <a href=\"/dipartimenti/ingegneria/cds/ingegneriainformatica2035/.content/documenti/Operatore-della-linea-pilota---area-ICT.pdf\" title=\"Operatore della linea pilota - area ICT\">link</a>.</p>"
    },
    {
        "title": "Opportunità lavorativa - DATYCA",
        "date": "16-set-2022",
        "content": "DATYCA è una società di consulenza con sedi a Palermo, Roma e Milano che fornisce supporto a soggetti pubblici e grandi organizzazioni private nei processi di transizione al digitale, con particolare focus sui dati. ...",
        "fullContent": "<div>\n<div>DATYCA è una società di consulenza con sedi a Palermo, Roma e Milano che fornisce supporto a soggetti pubblici e grandi organizzazioni private nei processi di transizione al digitale, con particolare focus sui dati.</div>\n<div>È alla ricerca di un giovane curioso e appassionato di nuove tecnologie da inserire nella sede di Palermo per avviare un percorso di collaborazione e crescita professionale retribuito sui temi della data security.</div>\n<div>I principali task comprendono:</div>\n<div>- analisi dei rischi sotto il profilo privacy e valutazione delle misure di data security;</div>\n<div>- consulenza su misure organizzative e tecniche adeguate per progetti/operazioni specifiche (ad es., trasmissione di dati personali fra sistemi, migrazione di sistemi da server ad ambienti cloud, trasformazione di dati in forma anonima, ecc.);</div>\n<div>- analisi della documentazione tecnica di piattaforme/applicazioni usate per la gestione di processi aziendali e per la configurazione di impianti di videosorveglianza;</div>\n<div>- supporto nell’analisi tecnica di soluzioni basate su nuove tecnologie (Blockchain, IA, IoT, 5G, ecc.).</div>\n<div> </div>\n<div>Sono molto gradite: conoscenza (almeno generale) della normativa in tema data protection; buona conoscenza della lingua inglese; precedenti esperienze sulle attività descritte; conoscenza del sistema di certificazione ISO 27001; competenze su sviluppo siti web e social media management.</div>\n<div>Per maggiori informazioni contattare l'indirizzo email <a href=\"mailto:v.tomasello@datyca.com\" target=\"_blank\">v.tomasello(at)datyca.com</a></div>\n</div>"
    }
]